Repository: haefele/CTime2
Catalog: src/CTime2/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# AboutMessageTextBlock.Text
source: c-time Universal is an unofficial app for the attendance software c-time.
de_de: c-time Universal ist eine inoffizielle App für die Zeiterfassungs-Software c-time.

# CheckInStampButton.Content
source: Checkin
de_de: Einstempeln

# CheckOutStampButton.Content
source: Checkout
de_de: Ausstempeln

# CurrentMonthAppBarButton.Label
source: Current month
de_de: Aktueller Monat

# CurrentTimeTextBlock.Text
source: Your time:
de_de: Deine Zeit:

# EmailAddressTextBox.Header
source: Email address
de_de: E-Mail-Adresse

# EndDateAppBarButton.Label
source: End date
de_de: Enddatum

# ExceptionHandler.ErrorMessage
source: An error occurred.
de_de: Es ist ein Fehler aufgetreten.

# ExceptionHandler.ErrorTitle
source: Error
de_de: Fehler

# Feedback.Subject
source: Feedback on the c-time universal app
de_de: Feedback zur c-time Universal App

# HomeOfficeCheckInStampButton.Content
source: Checkin Home-Office
de_de: Home-Office Einstempeln

# LastMonthAppBarButton.Label
source: Last month
de_de: Letzter Monat

# LastSevenDaysAppBarButton.Label
source: Past 7 days
de_de: Letzte 7 Tage

source: Loading attendance list...
de_de: Lade Anwesenheitsliste...

source: Loading settings...
de_de: Lade Einstellungen...

# Loading.CheckIn
source: Checking-in...
de_de: Einstempeln...

# Loading.CheckOut
source: Checking-out...
de_de: Ausstempeln...

# Loading.CurrentState
source: Loading status...
de_de: Lade Status...

# Loading.LoggingIn
source: Login...
de_de: Melde an...

# Loading.Pause
source: Break...
de_de: Stemple Pause...

source: Loading statistics...
de_de: Lade Statistiken...

source: Loading times...
de_de: Lade Zeiten...

# Login.LoginFailed
source: The email address or the password is incorrect.
de_de: Die E-Mail-Adresse oder das Passwort ist falsch.

# LoginButton.Content
source: Login
de_de: Anmelden

# Navigation.About
source: About
de_de: Über

# Navigation.AttendanceList
source: Attendance list
de_de: Anwesenheitsliste

# Navigation.Login
source: Login
de_de: Anmeldung

# Navigation.Logout
source: Logout
de_de: Abmelden

# Navigation.MyTimes
source: My times
de_de: Meine Zeiten

# Navigation.Overview
source: Overview
de_de: Übersicht

# Navigation.Settings
source: Settings
de_de: Einstellungen

# Navigation.Statistics
source: Statistics
de_de: Statistiken

# Overview.WelcomeMessageFormat
source: Hello {0}!
de_de: Hallo {0}!

# PasswordPasswordBox.Header
source: Password
de_de: Passwort

# PauseStampButton.Content
source: Break
de_de: Pause

# RememberedLoginButton.Content
source: Remembered login
de_de: Gemerkte Anmeldung

# RememberLoginButton.Content
source: Remember login
de_de: Anmeldung merken

# RememberLoginSettingsItem.Description
source: You can let this app remember your current login. You just have to authenticate yourself.
de_de: Du kannst deine aktuelle Anmeldung merken lassen. Dazu musst du dich dich einmal authentifizieren.

# StartDateAppBarButton.Label
source: Start date
de_de: Startdatum

# Statistics.AverageBreakTime
source: ø pause length
de_de: ø Pausenlänge

# Statistics.AverageEnterTime
source: ø work begin
de_de: ø Arbeitsbeginn

# Statistics.AverageLeaveTime
source: ø work end
de_de: ø Arbeitsende

# Statistics.AverageWorkTime
source: ø working time
de_de: ø Arbeitszeit

# Statistics.NoTimesBetweenStartAndEndDate
source: No times are available in the selected time period.
de_de: In der gewählten Zeitspanne sind keine Zeiten verfügbar.

# Statistics.TotalWorkDays
source: working days
de_de: Arbeitstage

# Statistics.TotalWorkTime
source: total work time
de_de: Gesamt Arbeitszeit

# Statistics.TotalWorkTimeFormat
source: d\ \d\a\y\s\ hh\:mm\:ss
de_de: d\ \T\a\g\e\ hh\:mm\:ss

# TripCheckInStampButton.Content
source: Checkin Trip
de_de: Reise Einstempeln

# Statistics.OverTimePool
source: overtime
de_de: Überstunden Pool

# StampHelper.AlreadyCheckedInWannaCheckOutMessage
source: You are already checked in. Do you want to check out?
de_de: Sie sind bereits eingestempelt. Möchten Sie sich ausstempeln?

# StampHelper.AlreadyCheckedInWannaCheckOutTitle
source: Already checked in
de_de: Bereits eingestempelt

# StampHelper.AlreadyCheckedOutWannaCheckInMessage
source: You are already checked out. Do you want to check in?
de_de: Sie sind bereits ausgestempelt. Möchten Sie sich einstempeln?

# StampHelper.AlreadyCheckedOutWannaCheckInTitle
source: Already checked out
de_de: Bereits ausgestempelt

# StampHelper.CheckIn
source: Checkin
de_de: Einstempeln

# StampHelper.CheckOut
source: Checkout
de_de: Ausstempeln

# StampHelper.No
source: No
de_de: Nein

# Loading.RememberedLogin
source: Remember login
de_de: Anmeldung merken

# Loading.SendFeedback
source: Submit Feedback
de_de: Feedback senden

# NoInternetConnection.Message
source: Unfortunately there is no internet connection. This app may not work completely.
de_de: Leider ist gerade keine Internetverbindung vorhanden. Diese App wird eventuell nicht komplett funktionieren.

# NoInternetConnection.Title
source: No internet connection
de_de: Keine Internetverbindung

# Statistics.CalculatedLeaveTimeToday
source: today's working end
de_de: Heutiges Arbeitsende

# Loading.LoadCharts
source: Loading diagram...
de_de: Lade Diagram...

source: There is a diagram for this statistic.
de_de: Zu dieser Statistik gibt es ein Diagram.

# GoToMyTimesAppBarButton.Label
source: Go to my times
de_de: Zu Meine Zeiten

# Statistics.TitleFormat
source: Statistics from {0:d} to {1:d}
de_de: Statistiken vom {0:d} bis {1:d}

# TheNewVersionFormat
source: The new version {0} has been installed.
de_de: Die neue Version {0} wurde installiert.

# UpdateForCtimeUniversalTextBlock.Text
source: Update for c-time Universal!
de_de: Update für c-time Universal!

# GeoLocationAvailableTextSetter.Value
source: Location will be transferred
de_de: Position wird übertragen

# GeoLocationAdvantagesRun.Text
source: This gives your company the opportunity to see where you have been when you checked-in or -out.
de_de: Das gibt deiner Firma die Möglichkeit zu sehen, wo du dich befunden hast, als du dich ein- bzw. ausgestempelt hast.

# GeoLocationCanBeActivatedRun.Text
source: c-time can be adjusted so that the current position should be transferred if you stamp.
de_de: c-time kann so eingestellt werden, dass beim Stempeln die aktuelle Position mit übertragen werden soll.

# IncludeTodayAppBarToggleButton.Label
source: With today
de_de: Mit Heute

# BreakTimeSettingsItem.Description
source: Break duration
de_de: Pausendauer

# LoginSettingsGroup.Header
source: Login
de_de: Anmeldung

# OpenSettingsTextBlock.Text
source: Open settings
de_de: Einstellungen öffnen

# TimesSettingsGroup.Header
source: Times
de_de: Zeiten

# WorkTimeSettingsItem.Description
source: Work duration
de_de: Arbeitsdauer

# DarkThemeRadioButton.Content
source: Dark
de_de: Dunkel

# LightThemeRadioButton.Content
source: Light
de_de: Hell

# ThemeFromSystemRadioButton.Content
source: From system
de_de: Vom System

# CurrentOverTimeTextBlock.Text
source: Overtime:
de_de: Überstunden:

# Loading.CurrentTime
source: Loading time...
de_de: Lade Zeit...

# MyTimes.TitleFormat
source: My times from {0:d} to {1:d}
de_de: Meine Zeiten vom {0:d} bis {1:d}

# Statistics.CalculatedLeaveTimeTodayWithoutOvertimeSubTitle
source: without overtime
de_de: ohne Überstunden

# Statistics.OverTimePoolSubTitle
source: in minutes
de_de: in Minuten

# AddAsContactTextBlock.Text
source: Add as contact
de_de: Als Kontakt anlegen

# AddAttendingUserToContacts.MessageFormat
source: {0} {1} was added as a contact!
de_de: {0} {1} wurde erfolgreich als Kontakt angelegt!

# AddAttendingUserToContacts.Title
source: Contact added!
de_de: Kontakt angelegt!

# CallButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Call
de_de: Anrufen

# EmailAddressTextBlock.Text
source: Email address
de_de: E-Mail Adresse

source: Loading employee...
de_de: Lade Mitarbeiter...

# PhoneNumberTextBlock.Text
source: Phone number
de_de: Telefonnummer

# SendMailButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Send email
de_de: E-Mail senden

# GeoLocationHowToDeactivateRun.Text
source: Of course you disable position detection in the settings either globally, or only for this app.
de_de: Natürlich kannst du die Positionserkennung in den Einstellungen entweder global, oder nur für diese App deaktivieren.

# GeoLocationInfoTitleTextBlock.Text
source: Transfer position
de_de: Position übertragen

# GeoLocationNotAvailableTextSetter.Value
source: Location will not be transferred
de_de: Position wird nicht übertragen

# CancelCreateGroupAppBarButton.Label
source: Cancel
de_de: Abbrechen

# CreateGroupAppBarButton.Label
source: New group
de_de: Neue Gruppe

# DeleteGroupAppBarButton.Label
source: Delete group
de_de: Gruppe löschen

# Loading.DeleteEmployeeGroup
source: Deleting group...
de_de: Lösche Gruppe...

# Loading.SaveEmployeeGroup
source: Saving group...
de_de: Speichere Gruppe...

# SaveGroupAppBarButton.Label
source: Save
de_de: Speichern

# DeleteGroup.Message
source: Do you really want to delete this group?
de_de: Möchtest du diese Gruppe wirklich löschen?

# DeleteGroup.NoCommand
source: No
de_de: Nein

# DeleteGroup.Title
source: Delete group?
de_de: Gruppe löschen?

# DeleteGroup.YesCommand
source: Yes, delete this group
de_de: Ja, Gruppe löschen

# ShareAppBarButton.Label
source: Share
de_de: Teilen

# CompanyIdSettingsItem.Description
source: Company-ID
de_de: Firmen-ID

# TerminalSettingsGroup.Description
source: If you want to use this app on a terminal to stamp with RFID-chips, you have to enter your c-time Company-ID here. Your Company-ID looks somewhat like this: A1B2C3D4-A1B2-A1B2-A1B2-A1B2C3D4F5G6
de_de: Um diese App an einem Terminal zum Stempeln mit RFID-Chips zu verwenden, musst du deine Firmen-ID von c-time hier eintragen. Die Firmen-ID sieht in etwa so aus: A1B2C3D4-A1B2-A1B2-A1B2-A1B2C3D4F5G6

# AnalyticsSettingsGroup.Header
source: Analytics
de_de: Analytik

# IncludeContactInfoInErrorReportsSettingsItem.Description
source: Errors and crashes will be transferred to the development of c-time Universal. You have the option whether your name and your email address will be transferred as well. This data will only be used to contact you, it will not be given to a third party.
de_de: Fehlermeldungen und Abstürze werden an die Entwicklung von c-time Universal übertragen. Du hast hier die Möglichkeit einzustellen, ob dein Name und deine E-Mail Adresse auch übertragen werden sollen. Diese Daten werden lediglich zu Kontaktzwecken verwendet und an keine Dritten weitergegeben.

# Loading.Stamp
source: Stamping...
de_de: Stemple...

# ContactSettingsGroup.Header
source: Contact
de_de: Kontakt

# FeedbackPerFeedbackHubMenuFlyoutItem.Text
source: Via Feedback-Hub
de_de: Übers Feedback-Hub

# FeedbackPerMailMenuFlyoutItem.Text
source: By email
de_de: Per E-Mail

# GeneralSettingsGroup.Header
source: General
de_de: Allgemeines

# MoreInfo
source: <Run Text="More information on c-time at"></Run> <Hyperlink Name="CTimeWebsiteHyperlink"> <Run Text="c-time.net"></Run> </Hyperlink> <Run Text="or per email at"></Run> <Hyperlink Name="CTimeMailAddressHyperlink"> <Run Text="vertrieb@c-entron.de"></Run> </Hyperlink> <Run Text="."></Run>
de_de: <Run Text="Weitere Informationen zu c-time gibts auf" /> <Hyperlink Name="CTimeWebsiteHyperlink"> <Run Text="c-time.net" /> </Hyperlink> <Run Text="oder per E-Mail an" /> <Hyperlink Name="CTimeMailAddressHyperlink"> <Run Text="vertrieb@c-entron.de" /> </Hyperlink> <Run Text="." />

# PatchNotesHyperlinkButton.Content
source: Patch notes
de_de: Versionshinweis

# PrivacyPolicyHyperlinkButton.Content
source: Privacy policy
de_de: Datenschutzerklärung

# PrivacyPolicyUrl
source: https://xemio.net/c-time/privacy%20policy/en-US.html
de_de: https://github.com/haefele/CTime2/blob/master/privacy%20policy/de-DE.md

# SocialMediaSettingsGroup.Header
source: Social media
de_de: Soziale Medien

# ThisAppIsOpenSource
source: <Run Text="This app is developed open-source on"></Run> <Hyperlink Name="GitHubHyperlink"> <Run Text="GitHub"></Run> </Hyperlink> <Run Text="."></Run>
de_de: <Run Text="Diese App wird Open-Source auf" /> <Hyperlink Name="GitHubHyperlink"> <Run Text="GitHub" /> </Hyperlink> <Run Text="entwickelt." />
